Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2013.tmx
Source language: en_us
Languages: zh_cn

source: The problem of providing compulsory education to children of rural migrants working in cities was basically solved, and 12.6 million children with rural residence status are now receiving compulsory education in cities.
zh_cn: 初步解决进城务工人员随迁子女在城市接受义务教育问题，现有1260万农村户籍孩子在城市接受义务教育。

source: We implemented the plan for improving nutrition of rural students receiving compulsory education to the benefit of over 30 million students.
zh_cn: 实施惠及3000多万农村义务教育阶段学生营养改善计划。

source: We completed the project to improve the safety of primary and secondary school buildings.
zh_cn: 完成中小学校舍安全工程。

source: We sped up development of infrastructure for vocational and special education.
zh_cn: 加快职业教育基础能力和特殊教育基础设施建设。

source: The pay of teachers in compulsory education is now linked to their performance.
zh_cn: 义务教育学校实施绩效工资，

source: Students majoring in education at teachers universities directly under the Ministry of Education were exempted from paying tuition, and the ranks of rural teachers were strengthened.
zh_cn: 在教育部直属师范大学实行师范生免费教育，加强了农村教师队伍建设。

source: The quality and level of education in China was comprehensively raised, and the gross college enrollment rate rose to 30%.
zh_cn: 全面提高教育质量和水平，高等教育毛入学率提高到30%。

source: The education level of the people was raised significantly, and the average length of schooling of people over the age of 15 now exceeds nine years.
zh_cn: 国民受教育程度大幅提升，15岁以上人口平均受教育年限达到9年以上。

source: We vigorously promoted innovation.
zh_cn: 大力推动自主创新。

source: The central government spent 872.9 billion yuan to develop science and technology in the past five years, with an average annual increase of over 18%.
zh_cn: 中央财政用于科技的投入五年累计8729亿元，年均增长超过18%。

source: China's R&D spending accounted for 1.97% of GDP in 2012, up from 1.4% in 2007, and over 74% of this spending was made by companies.
zh_cn: 全社会研究与试验发展经费支出占国内生产总值的比重由2007年的1.4%提高到2012年的1.97%，企业研发活动支出占比超过74%。

source: The Guidelines on Deepening Reform of the Management System for Science and Technology and Accelerating Development of a National Innovation System were adopted.
zh_cn: 出台深化科技体制改革加快国家创新体系建设的意见。

source: We carried out a national technology innovation project and a knowledge innovation project, made solid progress in implementing major national R&D projects, and set up a number of national engineering centers, key laboratories and enterprise technology centers.
zh_cn: 深入实施国家技术创新工程和知识创新工程，扎实推进国家科技重大专项，新建一批国家工程中心、重点实验室和企业技术中心。

source: We boosted basic research and research in frontier areas, made breakthroughs in a number of core and key technologies, and filled in gaps in many important products and equipment.
zh_cn: 加强基础研究和前沿探索，突破一批关键核心技术，填补了多项重大产品和装备的空白。

source: We implemented the strategy for making China strong through training competent personnel.
zh_cn: 深入实施人才强国战略。

source: We trained more personnel of all types, with the focus on high-level and highly skilled personnel. As a result, the number of personnel with special expertise and highly skilled personnel increased by 8.6 million and 8.8 million respectively.
zh_cn: 以高层次、高技能人才为重点，加强各类人才队伍建设，专业技术人才、高技能人才分别增加860万人和880万人，

source: A total of 540,000 overseas students returned.
zh_cn: 留学回国人员达到54万人。

source: We put greater effort into developing the cultural sector.
zh_cn: 大力加强文化建设。

source: A network of public cultural facilities covering both urban and rural areas is taking shape, and all museums, libraries and cultural centers in China are open to the public free of charge.
zh_cn: 覆盖城乡的公共文化设施网络体系初步建成，博物馆、图书馆、文化馆（站）实现免费开放。

source: We basically transformed state-owned for-profit cultural institutions into business enterprises, and deepened reform of internal operating mechanisms of nonprofit cultural institutions.
zh_cn: 国有经营性文化单位转企改制任务基本完成，公益性文化事业单位内部机制改革不断深化。

source: Philosophy and the social sciences, the press and publishing, radio, television and film, and literature and art are flourishing, and cultural industries developed rapidly.
zh_cn: 哲学社会科学、新闻出版、广播影视、文学艺术等更加繁荣，文化产业快速发展。

source: We made major progress in protecting cultural relics and preserving and passing on intangible cultural heritage.
zh_cn: 文物保护、非物质文化遗产保护和传承取得重要进展。

source: Cultural exchanges with other countries increased.
zh_cn: 对外文化交流更加活跃。

source: New progress was made in nationwide fitness activities and competitive sports.
zh_cn: 全民健身和竞技体育取得新成绩。

source: 5. Putting the people's interests first and striving to ensure and improve their wellbeing
zh_cn: 五是坚持把人民利益放在第一位，着力保障和改善民生。

source: We made expanding employment the top priority in ensuring and improving people's wellbeing and pursued a proactive employment policy.
zh_cn: 我们把就业作为保障和改善民生的头等大事，实施积极的就业政策。

source: Over the past five years, we allocated 197.3 billion yuan of employment funds to help targeted groups obtain employment and to improve vocational training and employment services. As a result, 28 million university graduates and 8.3 million urban residents having difficulty finding jobs found employment. All this kept the overall employment situation stable.
zh_cn: 加强重点人群就业工作，提高职业培训和就业服务水平，五年累计投入就业专项资金1973亿元，实现高校毕业生就业2800万人，城镇就业困难人员就业830万人，保持了就业形势总体稳定。

source: We made comprehensive progress in developing the social security system:
zh_cn: 全面推进社会保障体系建设，

source: A new old-age insurance system for rural residents and an old-age insurance system for non-working urban residents were established, and the basic old-age insurance system now covers both urban and rural residents.
zh_cn: 建立新型农村社会养老保险和城镇居民社会养老保险制度，城乡居民基本养老保险实现了制度全覆盖，

source: A total of 790 million people are now covered by different old-age insurance schemes.
zh_cn: 各项养老保险参保达到7.9亿人。

source: Basic pensions for enterprise retirees rose from an average of 700 yuan per month in 2004 to 1,721 yuan at present.
zh_cn: 企业退休人员基本养老金从2004年人均每月700元提高到现在的1721元。

source: We extended social security coverage to retirees of closed or bankrupt enterprises, employees of enterprises with operating difficulties, employees of state-owned enterprises who suffered work-related injuries in the past, and uninsured retirees of collectively owned enterprises.
zh_cn: 妥善解决关闭破产企业退休人员、困难企业职工、国有企业老工伤人员、未参保集体企业退休人员社会保险等问题。

source: We deepened reform of the medical and health care systems, established a new type of rural cooperative medical care system and a basic medical insurance scheme for non-working urban residents.
zh_cn: 深化医药卫生体制改革，建立新型农村合作医疗制度和城镇居民基本医疗保险制度，

source: A basic medical insurance system that covers the whole population is taking shape, and over 1.3 billion people are now covered by different medical insurance schemes.
zh_cn: 全民基本医保体系初步形成，各项医疗保险参保超过13亿人，

source: We improved community-level medical and health care services, and established a system for using basic drugs and implemented it in community-level medical institutions.
zh_cn: 加强城乡基层医疗卫生服务体系建设，建立基本药物制度并在基层医疗机构实施，

source: Steady progress was made in the trial reform of public hospitals.
zh_cn: 公立医院改革试点稳步推进。

source: People's health further improved, and the average life expectancy reached 75 years.
zh_cn: 国民健康水平进一步提高，人均预期寿命达到75岁。

source: The systems for aiding needy rural and urban residents with subsistence allowances, medical care, education and legal assistance were improved.
zh_cn: 健全城乡居民低保、医疗、教育、法律等救助制度，

source: We reformed and improved systems for providing social security to orphans, helping and protecting homeless children, and giving childless and infirm rural residents assistance in the form of food, clothing, medical care, housing, and burial expenses.
zh_cn: 改革完善孤儿保障、流浪儿童救助保护、农村五保供养制度。

source: We promulgated and implemented new programs for the development of Chinese women and children, and protected their legitimate rights and interests in accordance with the law.
zh_cn: 颁布实施新的中国妇女、儿童发展纲要，依法保障妇女儿童合法权益。

source: We established a sound government-subsidized urban housing system and extended it to cover 12.5% of the country's urban households by the end of 2012.
zh_cn: 建立健全城镇保障性住房制度，覆盖面逐步扩大，2012年底已达到12.5%。

source: Historic achievements were made in developing the social security system.
zh_cn: 社会保障制度建设取得历史性的巨大成就。

source: We strengthened and made innovations in social management, put in place a sound emergency response system, encouraged urban and rural communities to fully play their self-governance and service roles, and maintained social harmony and stability.
zh_cn: 不断加强和创新社会管理，建立健全应急管理体系，发挥城乡社区自治和服务功能，社会保持和谐稳定。

source: 6. Deepening reform in key areas and enhancing the vitality of economic and social development
zh_cn: 六是深化重要领域改革，增强经济社会发展的内在活力。

source: We lost no opportunity to carry out reform and achieved great progress in a number of key areas.
zh_cn: 我们不失时机地推进改革，在一些重要领域取得重大进展。

source: We vigorously reformed the fiscal and taxation systems, improved the system of transfer payments and established a mechanism for ensuring basic funding for county-level governments across the country.
zh_cn: 大力推进财税体制改革，完善转移支付制度，全面建立县级基本财力保障机制，

source: County- and township-level governments became more capable of providing basic public services.
zh_cn: 基层政府提供基本公共服务的能力有所提高；

source: We put in place the basic framework of a system of budgets for public finances, government-managed funds, state capital operations and social security funds, and all extrabudgetary funds were placed under budgetary management.
zh_cn: 由公共财政预算、政府性基金预算、国有资本经营预算、社会保险基金预算组成的预算体系框架基本形成，预算外资金全部纳入预算管理；

source: We unified the corporate tax systems for domestic and overseas-funded enterprises, implemented VAT reform, reformed pricing of refined oil products and related taxes and fees, carried out pilot projects to replace business tax with VAT, and reformed the resource tax system. This strengthened the role of the fiscal and taxation systems in accelerating the change of the growth model.
zh_cn: 统一内外资企业税制，实现增值税转型，实施成品油价格和税费改革，开展营业税改征增值税试点，改革资源税制度，财税体制对加快转变经济发展方式的促进作用增强。

source: We comprehensively deepened reform of the financial system.
zh_cn: 全面深化金融体制改革，

source: Specifically, we smoothly completed the transformation of large state-owned commercial banks into joint-stock companies and carried out reform of policy-based financial institutions in an orderly way.
zh_cn: 国有大型商业银行股份制改革顺利完成，政策性金融机构改革有序推进，

source: We made notable achievements in reforming rural credit cooperatives, implemented new oversight and supervision standards in the banking industry, launched the ChiNext stock market, and introduced stock index futures and securities margin trading.
zh_cn: 农村信用社改革成效明显，银行业新监管标准实施，创业板、股指期货和融资融券业务相继推出，

source: We deepened reform of the insurance industry and opened it wider.
zh_cn: 保险业改革开放深入推进，

source: We improved the mechanism for setting the RMB exchange rate, made steady progress in making interest rates more market-based and promoting the RMB's convertibility under capital accounts, established a macroprudential policy framework, and expanded the use of the RMB in cross-border trade and investment.
zh_cn: 人民币汇率形成机制不断完善，利率市场化和资本项目可兑换改革稳步推进，建立宏观审慎政策框架，扩大人民币在跨境贸易和投资中的使用。

source: China's banking, securities and insurance industries became significantly more resilient to risks and internationally competitive, and they underpinned our successful response to the global financial crisis.
zh_cn: 我国银行、证券、保险业的抗风险能力和国际竞争力显著提升，为成功应对国际金融危机冲击奠定了坚实基础。

source: Reform of state-owned enterprises deepened, their performance improved and their competitiveness was significantly enhanced.
zh_cn: 国有企业改革不断深化，素质提高，竞争力明显增强。

source: We formulated the Guidelines on Encouraging and Guiding the Sound Development of Nongovernmental Investment and rules for their implementation, and the environment for the development of the non-public sector of the economy improved.
zh_cn: 制定鼓励和引导民间投资健康发展的指导意见和实施细则，非公有制经济发展环境不断改善。

source: We adopted a system for compensating for ecological damage and carried out trials for trading pollution discharge and carbon emission rights.
zh_cn: 建立生态补偿制度，开展排污权和碳排放权交易试点。

source: We carried out function-based reform of public institutions.
zh_cn: 事业单位分类改革积极推进。

source: 7. Unswervingly opening wider to the outside world and comprehensively improving the performance of the open economy
zh_cn: 七是坚定不移扩大对外开放，全面提升开放型经济水平。

source: We actively responded to drastic changes in the external environment, promptly introduced policies and measures to stabilize external demand, and implemented the strategy of diversifying markets.
zh_cn: 我们积极应对外部环境的急剧变化，及时出台稳定外需的政策措施，实施市场多元化战略，

source: During the past five years, China's import and export volume grew by an annual average of 12.2% and rose from third to second place in the world.
zh_cn: 进出口总额年均增长12.2%，从世界第三位提升到第二位，

source: China has become the largest exporter in the world, and its international market share increased by over two percentage points over 2007.
zh_cn: 其中出口额跃居世界第一位，占国际市场份额比2007年提高2个多百分点，

source: China's import and export mix improved, and its status as a trading power was further strengthened.
zh_cn: 进出口结构优化，贸易大国地位进一步巩固。

source: Over the past five years, we utilized US$ 552.8 billion of foreign investment, considerably improved the structure and distribution of this investment, and made much better use of it.
zh_cn: 五年累计实际利用外资5528亿美元，利用外资的结构和布局明显优化，质量和水平显著提升。

source: We quickened the implementation of the "go global" strategy and encouraged enterprises of various types to invest and operate overseas.
zh_cn: 加快实施“走出去”战略，鼓励各类企业开展对外投资和跨国经营，

source: Non-financial outward direct investment increased from $24.8 billion in 2007 to $77.2 billion in 2012, growing at an average annual rate of 25.5%. This turned China into a major overseas investor country.
zh_cn: 非金融类对外直接投资从2007年的248亿美元上升到2012年的772亿美元，年均增长25.5%，跻身对外投资大国行列。

source: Opening up vigorously stimulated China's economic development and structural improvement, brought in advanced foreign technologies and managerial expertise, and increased employment and workers' income, and also made an important contribution to global economic recovery.
zh_cn: 对外开放有力促进了我国经济发展和结构优化，吸收了先进技术和管理经验，增加了就业和职工收入，也为推动世界经济复苏作出了重要贡献。

source: 8. Effectively strengthening governance and deepening reform of the administrative system
zh_cn: 八是切实加强政府自身建设，进一步深化行政体制改革。

source: We proceeded with the reform of government agencies and put in place the basic institutional framework for establishing larger government departments that integrate the functions smaller ones had performed.
zh_cn: 推进政府机构改革，初步建立职能统一的大部门体制框架。

source: We always observed the following basic norms in exercising governance: making policy decisions scientifically and democratically, conducting administration in accordance with the law, promoting transparency in government operations, improving the oversight system and upholding integrity.
zh_cn: 我们始终把实行科学民主决策、坚持依法行政、推进政务公开、健全监督制度、加强廉政建设作为政府工作的基本准则。

source: We adopted new measures and made new progress in exercising government power according to due procedures and in building a service-oriented, accountable, law-based and clean government.
zh_cn: 在规范行政权力运行，建设服务政府、责任政府、法治政府和廉洁政府方面，采取了一系列新举措，迈出了新步伐。

source: We took the following steps to improve government decision-making procedures: making policy decisions scientifically and democratically in accordance with the law; soliciting opinions from the public; and conducting expert evaluation, risk assessment, legality review, and collective discussion.
zh_cn: 坚持科学决策、民主决策、依法决策，健全公众参与、专家论证、风险评估、合法性审查和集体讨论决定等政府决策程序。

source: We deepened reform of the system of review and approval by government bodies and eliminated or streamlined 498 items requiring such review and approval in two stages over the past five years.
zh_cn: 深化行政审批制度改革，五年中分两轮取消和调整行政审批事项498项，

source: Departments of the State Council eliminated or streamlined 2,497 items requiring their review and approval, 69.3% of the original total.
zh_cn: 国务院各部门取消和调整的审批项目总数达到2497项，占原有审批项目的69.3%。

source: We took major steps to increase transparency in government operations, with the focus on government budgets and final accounts, as well as on expenditures for official hospitality, purchase and use of official cars, and overseas trips for official purposes. This made it possible for the people to learn more about how the government functions, and thus more effectively oversee its operations.
zh_cn: 大力推动政务公开，重点推进财政预算决算公开和公务接待、公务车购置使用、因公出国出境经费公开，让人民群众更加全面地了解政府工作，更加有效地监督政府行为。

source: Auditing oversight was intensified and became more effective.
zh_cn: 审计监督的力度越来越大，成效越来越明显。

source: We comprehensively intensified efforts to fight corruption and build a clean government, and strengthened oversight and supervision of leading officials to ensure that they maintain personal integrity and are self-disciplined.
zh_cn: 全面加强反腐倡廉建设，加强领导干部廉洁自律的监督管理。

source: We took steps to put in place a system of performance-based management of government officials, established and earnestly enforced the system of governance accountability focusing on leading government officials, and improved efficiency in governance.
zh_cn: 探索建立政府绩效管理制度，建立并切实执行以行政首长为重点的行政问责制度，努力提高行政效能。

source: Over the past five years, we implemented the Law on Regional Ethnic Autonomy, improved the policy system for supporting the development of ethnic minorities and ethnic minority areas, and infused new vitality into the cause of promoting unity and progress of ethnic groups in China.
zh_cn: 五年来，我们贯彻民族区域自治法，支持少数民族和民族地区发展的政策体系更加完善，民族团结进步事业焕发出新的蓬勃生机。

source: We comprehensively carried out the policy on freedom of religious belief and managed religious affairs on a more law- and procedure-based basis.
zh_cn: 全面落实宗教信仰自由政策，宗教事务管理的法制化、规范化水平进一步提升。

source: We implemented the policy on overseas Chinese affairs in both letter and spirit, protected the legitimate rights and interests of overseas Chinese and those who have returned to China and their families; and we put their unique strengths to better use.
zh_cn: 认真贯彻侨务政策，依法保护海外侨胞和归侨侨眷的合法权益，侨务资源的独特优势得到进一步发挥。

source: New progress was made in strengthening national defense and the armed forces.
zh_cn: 国防和军队建设开创新局面。

source: Major achievements were made in the revolution in military affairs with Chinese characteristics.
zh_cn: 中国特色军事变革取得重大成就，

source: The armed forces made coordinated and all-around progress in becoming more revolutionary, modernized and procedure-based.
zh_cn: 军队革命化现代化正规化建设协调推进、全面加强，

source: They deepened their military preparedness, greatly enhanced their ability to carry out their historic mission in the new stage in the new century, and accomplished a number of urgent, difficult, and hazardous tasks.
zh_cn: 军事斗争准备不断深化，履行新世纪新阶段历史使命能力显著增强，出色完成一系列急难险重任务。

source: We strengthened our work related to Hong Kong, Macao and Taiwan.
zh_cn: 港澳台工作进一步加强。

source: Hong Kong and Macao are thriving and stable, and their exchanges and cooperation with the mainland reached a new height.
zh_cn: 香港、澳门保持繁荣稳定，同内地交流合作提高到新水平。

source: We achieved a major transition in relations between the two sides of the Taiwan Straits.
zh_cn: 推动两岸关系实现重大转折，

source: Complete, direct and two-way links of mail service, transport and trade were established, and the Economic Cooperation Framework Agreement was signed and is being implemented. This extended cross-Straits exchanges to all areas and ushered in a new stage of peaceful growth of cross-Straits relations.
zh_cn: 两岸直接双向“三通”全面实现，签署实施两岸经济合作框架协议，形成两岸全方位交往格局，开创两岸关系和平发展新局面。

source: Major new progress was made in China's all-around diplomacy.
zh_cn: 全方位外交取得新的重大进展。

source: We vigorously developed our relations with other major countries, enhanced mutually beneficial cooperation with our neighbors, and successfully established the China-ASEAN Free Trade Area.
zh_cn: 我们积极推进同各大国关系，加强与周边邻国的互利合作关系，顺利建成中国－东盟自贸区，

source: We spurred the development of the Shanghai Cooperation Organization and other mechanisms for promoting regional cooperation, and deepened our traditional friendship and cooperation with other developing countries.
zh_cn: 推动上海合作组织等区域合作机制发展，深化同广大发展中国家的传统友谊与合作，

source: We actively participated in international cooperation on global issues like the global financial crisis and climate change and helped resolve international and regional hotspot issues.
zh_cn: 积极参与应对国际金融危机、气候变化等全球性问题的国际合作，推动解决国际和地区热点问题，

source: We thus fostered an international environment favorable for China's reform, development and stability and made a significant contribution to world peace, stability, development and prosperity.
zh_cn: 为我国改革发展稳定营造了有利的国际环境，为世界和平稳定发展繁荣作出重要贡献。

source: Our achievements over the past five years did not come easily.
zh_cn: 过去五年取得的成就来之不易。

source: We owe them to the broad vision and correct leadership of the Party Central Committee and the concerted efforts and arduous work of the whole Party and the people of all ethnic groups in China.
zh_cn: 这是党中央总揽全局、正确领导的结果，是全党全国各族人民齐心协力、艰苦奋斗的结果。

source: On behalf of the State Council, I extend my sincere gratitude to all workers, farmers, intellectuals, officials, and members of the People's Liberation Army, armed police and public security police.
zh_cn: 我代表国务院，向全国工人、农民、知识分子、干部、解放军指战员、武警部队官兵和公安民警，表示诚挚的感谢！

source: I extend my heartfelt thanks to the people of all our ethnic groups, the democratic parties, people's organizations and leading figures in all sectors of society.
zh_cn: 向全国各族人民，向各民主党派、各人民团体和其他各界人士，表示诚挚的感谢！

source: I express my sincere thanks to our compatriots in the Hong Kong Special Administrative Region, the Macao Special Administrative Region and Taiwan, as well as overseas Chinese.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞和台湾同胞以及广大侨胞，表示诚挚的感谢！

source: I also extend my sincere appreciation to foreign governments, international organizations and foreign friends that have shown understanding for and supported China's modernization drive.
zh_cn: 向关心和支持中国现代化建设的各国政府、国际组织和各国朋友，表示诚挚的感谢！

source: We are keenly aware that we still face many difficulties and problems in our economic and social development.
zh_cn: 我们清醒地认识到，经济社会发展中还存在不少矛盾和问题。

source: In particular:
zh_cn: 主要是：

source: -- Unbalanced, uncoordinated and unsustainable development remains a prominent problem.
zh_cn: 发展中不平衡、不协调、不可持续问题依然突出；

source: -- There is a growing conflict between downward pressure on economic growth and excess production capacity.
zh_cn: 经济增长下行压力和产能相对过剩的矛盾有所加剧；

source: -- Enterprises' operating costs are increasing and their capacity for innovation is weak.
zh_cn: 企业生产经营成本上升和创新能力不足问题并存；

source: -- The growth of government revenue is slowing down while fixed government expenditures are increasing.
zh_cn: 财政收入增速放缓和政府刚性支出增加的矛盾凸显；

source: -- There are potential risks in the financial sector.
zh_cn: 金融领域存在潜在风险；

source: -- The industrial structure is unbalanced.
zh_cn: 产业结构不合理，

source: -- The agricultural foundation is still weak.
zh_cn: 农业基础依然薄弱；

source: -- Economic development is increasingly in conflict with resource conservation and environmental protection.
zh_cn: 经济发展与资源环境的矛盾日趋尖锐；

source: -- The development gap between urban and rural areas and between regions is large, and so are income disparities between individuals.
zh_cn: 城乡、区域发展差距和居民收入分配差距较大；

source: -- Social problems have increased markedly, and many problems in the areas of education, employment, social security, medical care, housing, the environment, food and drug safety, workplace safety, and public order affect people's vital interests. Some people still lead hard lives.
zh_cn: 社会矛盾明显增多，教育、就业、社会保障、医疗、住房、生态环境、食品药品安全、安全生产、社会治安等关系群众切身利益的问题不少，部分群众生活困难；

source: -- There are many systemic and institutional obstacles to developing in a scientific way.
zh_cn: 制约科学发展的体制机制障碍较多；

source: -- The transformation of government functions has not been fully carried out, and some areas are prone to corruption.
zh_cn: 政府职能转变不到位，一些领域腐败现象易发多发。

source: Some of these problems have built up over time, while others have emerged in the course of economic and social development, and still others have been caused by inadequacies and weaknesses in our government work.
zh_cn: 这些问题，有些是长期积累的，有些是经济社会发展过程中出现的，有些是政府工作中的缺点和不足造成的。
